Repository: jnfDev/am-apiplugin
Catalog: languages/*-apiplugin-*.po
Languages: es_es

source: This plugin is an application test (code challenge) for Awesome Motive.
es_es: Este plugin es una prueba de ingreso para Awesome Motive.

source: Table
es_es: Tabla

source: Settings
es_es: Opciones

source: Am Graph
es_es: Am Grafica

source: Loading...
es_es: Cargando...

source: Refresh
es_es: Recargar

source: Table Settings
es_es: Opciones de Tabla

source: Rows Number
es_es: Numero de Filas

source: Humandate
es_es: Fecha Humana

source: Request Failed
es_es: Petición Fallida

source: Setting Update Failed
es_es: Actualización de Configuración Fallida

source: %1$sEmails%2$s can contain between 0 and 5 email addresses (inclusive), %3$s given
es_es: %1$sEmails%2$s puede contener entre 0 y 5 emails, %3$s dado

source: %1$sEmails%2$s can't contain duplicate values
es_es: %1$sEmails%2$s no puede tener valores duplicados

source: %1$sRows Number%2$s must be a valid number between 1 and 5, %3$s given
es_es: %1$sNumero de Filas%2$s debe ser un numero valido entre 1 y 5, %3$s dado

source: %1$sEmails%2$s must contain valid emails, %3$s given
es_es: %1$sEmails%2$s debe contener emails validos, %3$s dado

source: Set the number of rows shown on the table (Table tab). The value must be a valid number between 1 and 5
es_es: Establece el numero de filas mostradas en la table (Pestaña Tabla). El valor debe ser un numero valido entre 1 y 5

source: Set the type of date shown on the table (Table tab)
es_es: Establece el tipo de fecha mostrada en la table (Pestaña Tabla)

source: Set emails listed on the Table tab. The list must be a valid list of emails, containing between 0 to 5 emails
es_es: Establece la lista de emails mostrada en la pestaña Tabla. La lista debe contener de 0 a 5 emails validos
